Repository: giellalt/corpus-sme
Catalog: tmx/sma/bible/osko/index.php_kat_id=57_art_id=129.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Jesus vásihii sáttomeahci.
sma: Jeesuse saadtegisnie lïj.

source: Son lei doppe akto 40 beaivvi.
sma: Desnie oktegh 40 biejjieh årroeji.

source: Beargalat geahččalattai su; fáluhii sutnje fámu ja stuorisvuođa.
sma: Jïh bahha bööti Jeesusem gïehtjelidh faamohks jïh ræjhkoes galka sjïdtedh.

source: Son válljjii eará geainnu.
sma: Jeesuse jis jeatjhlaakan veelji: Lyjjiesvoetem jïh Gieriesvoetem.

source: Vuollegašvuođa geainnu.
sma: Jeesusen jïjnjh dåeriesmoerh.

source: Ráhkisvuođa geainnu.
sma: Idtji badth gåajperh.

source: Son vásihii ” sáttomeahci ” maiddái eará háviid.
sma: Stynkehke lïj guktie iktesth darjoeji dam maam reaktoe lïj.

source: Don sáhtát lohkat Lukasevangeliuma 4. kahpihttalis, vearssain 1-13 dan movt Jesus geahččaluvvui sáttomeahcis.
sma: Jeesuse saadtegisnie gïehtjelovvi. Dan bïjre maahtah lohkedh Lukasen vaentjielisnie: 4, 1-13.
